Whether is used in sizing.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public bool UsedInSizing { get; }
  Visual Basic
Public ReadOnly Property UsedInSizing As Boolean
	Get
  Visual C++
public:
property bool UsedInSizing {
	bool get ();
}
 See Also
  MEPSize Class
  Autodesk.Revit.DB Namespace